Repository: nobodyinperson/simbuto
Catalog: locale/*/LC_MESSAGES/simbuto.po
Languages: de, fr

source: Simbuto - a simple graphical budgeting tool
de: Simbuto - ein einfaches Werkzeug zur Kostenplanung
fr: Simbuto - un outil simple pour budgétiser

source: the budget file to open
de: die zu öffnende Budget-Datei

source: show help message and exit
de: Hilfe anzeigen und beenden

source: verbose output
de: mehr Ausgabe

source: even more verbose output
de: noch mehr Ausgabe

source: show version info and exit
de: Versionsinfo anzeigen und beenden

source: This is simbuto version {}
de: Das ist simbuto Version {}
fr: Ceci est Simbuto en version {}

source: command-line: {}
de: Kommandozeilenargumente: {}

source: parsed arguments: {}
de: geparste Argumente: {}

source: simbuto is still in early development phase...
de: simbuto befindet sich noch in der frühen Entwicklungsphase...
fr: Simbuto se trouve encore en phase de deevlopment...

source: specified file to open via command line: {}
de: über Kommandozeile spezifizierte zu öffnende Datei: {}

source: no file specified to open via command line
de: über die Kommandozeile wurde keine zu öffnende Datei angegeben

source: Signal '{}' added
de: Signal '{}' hinzugefügt
fr: Signal '{}' ajouté

source: Signal '{}' unregistered
de: Signal '{}' entfernt
fr: Signal '{}' enlevé

source: All signals unregistered
de: Alle Signale entfernt
fr: Tous signals enlevé

source: Attempt to connect action '{}' to unregistered signal '{}'.
de: Versuch, die Aktion '{}' zu unregistriertem Signal '{}' zu verbinden.
fr: Essaie de associer action '{}' au signal inexistant '{}'

source: Connected action '{}' to signal '{}'
de: Verbinde die Aktion '{}' zum Signal '{}'
fr: Associé action '{}' au signal '{}'

source: Disconnected action '{}' from signal '{}'
de: Aktion '{}' vom Signal '{}' getrennt
fr: Séparé action '{}' du signal '{}'

source: Attempt to disconnect action '{}' from unregistered signal '{}'
de: Versuch, Aktion '{}' von unregistriertem Signal '{}' zu trennen
fr: Essaie de séparer action '{}' du signal inexistant '{}'

source: Signal '{}' emitted with data '{}'
de: Signal '{}' wurde mit Daten '{}' emittiert

source: Calling action '{}' with data '{}'
de: Führe Aktion '{}' mit Daten '{}' aus

source: Attempt to emit unregistered signal '{}'
de: Versuch, unregistriertes Signal '{}' zu emittieren

source: The current buffer is empty and no file is specified. No saving necessary.
de: Der Editor ist leer und keine Datei wurde angegeben. Speichern ist nicht notwendig.
fr: Le buffer actif est vide est il n'y a pas de fichier préciser. Ce n'est pas necessaire d'enregistrer.

source: Nonexistant or no file specified. Saving necessary!
de: Nichtexistente oder gar keine Datei angegeben. Speichern ist notwendig!
fr: Fichier inexistant ou pas de fichier préciser. Enregistrement necessaire!

source: md5sum of file '{}' is '{}'
de: md5-Summe der Datei '{}' is '{}'
fr: md5sum du fichier '{}' est '{}'

source: md5sum of editor content is '{}'
de: md5-Summe des Editorinhalts ist '{}'
fr: md5sum du teneur d'éditeur est '{}'

source: The current budget would need saving.
de: Das aktuelle Budget müsste gespeichert werden.
fr: Le budget actuel devrait étre énregistré.

source: The current budget doesn't need saving.
de: Das aktuelle Budget muss nicht gespeichert werden.
fr: Ce n'est pas necessaire d'enregistrer le budget actuel.

source: New Budget
de: Neues Budget
fr: Nouveau budget

source: New
de: Neu
fr: Nouveau

source: Create a new budget
de: Ein neues Budget erstellen
fr: Créer nouveau budget

source: Open Budget
de: Öffne Budget
fr: Ouvrir budget

source: Open
de: Öffnen
fr: Ouvrir

source: Open an existing budget file
de: Eine existierende Budget-Datei öffnen
fr: Ouvrir budget existant

source: Save Budget
de: Budget speichern
fr: Enregistrer budget

source: Save
de: Speichern
fr: Enregistrer

source: Save this budget
de: Dieses Budget speichern
fr: Enregistrer ce budget

source: Save As
de: Speichern unter
fr: Enregistrer sous

source: Save this budget to another file
de: Dieses Budget anderswo speichern
fr: Enregistrer ce budget sous un autre nom

source: Refresh Graph
de: Graph aktualisieren
fr: Actualiser le graphe

source: Refresh
de: Aktualisieren
fr: Actualiser

source: Refresh the budget graph
de: den Budget-Graph aktualisieren
fr: Mettre le graph budget à jour

source: Quit
de: Beenden
fr: Quitter

source: Quit Simbuto
de: Simbuto beenden
fr: Quitter Simbuto

source: About
de: Über
fr: Info

source: Display information on Simbuto
de: Informationen über Simbuto anzeigen
fr: Afficher des information sur Simbuto

source: Date Reset
de: Datum zurücksetzen
fr: Remettre le date

source: Reset the selected date region
de: Setze den ausgewählten Datumsbereich zurück
fr: Remettre l'intervalle de date

source: Simbuto budget files
de: Simbuto Budget-Dateien
fr: fichier budget simbuto

source: _File
de: _Datei
fr: _Fichier

source: _Help
de: _Hilfe
fr: _Aide

source: Current assets:
de: Aktueller Haushalt:
fr: Ménage actuel:

source: Comfort editor coming soon!
de: Der Komfort-Editor kommt bald!
fr: L'éditeur comfort vient bientôt!

source: Comfort
de: Komfort

source: Settings
de: Einstellungen
fr: Paramètres

source: Statistics
de: Statistik
fr: Statistiques

source: display ensemble
de: Ensemble anzeigen
fr: affichier l'ensemble

source: [slower] Based on the given day and amount tolerances, run an ensemble and display the 10% and 90% quantiles as darker shadow.
de: [langsamer] Auf Grundlage der Tages- und Betragstoleranzen wird ein Ensemble gerechnet und das 10%- und 90%-Quantil als dunkerer Schatten angezeigt.
fr: [lantement] Assis sur les tolerances pour les dates es les sommes, un ensemble est modelé est le quantiles de 10% et 90% sont affichié comme un ombrage plus sombre.

source: end date
de: Enddatum
fr: date finale

source: This is not a valid amount!
de: Dies ist kein korrekter Betrag!
fr: Ceci n'est pas un

source: Your current total assets
de: Der aktuelle gesamte Haushalt:
fr: Votre ménage total maintenant

source: unsaved budget
de: ungespeichertes Budget
fr: nouveau budget

source: emptying editor
de: leere den Budget-Editor
fr: vider l'éditeur

source: Simbuto - a simple budgeting tool
de: Simbuto - ein einfaches Werkzeug zur Kostenplanung
fr: Simbuto - un outil simple pour budgétiser

source: unnamed-budget
de: unbenanntes-Budget
fr: nouveau-budget

source: updating graph...
de: aktualisiere Graph...
fr: en mettant le graph à jour...

source: The graph file was obviously sucessfully updated.
de: Die Graph-Bildatei wurde erfolgreich aktualisiert.
fr: Evidemment, le fichier

source: Graph updated
de: Graph aktualisiert
fr: graphe mise à jour

source: There was a problem updating the graph.
de: Es gab ein Problem beim Aktualisieren des Graphen.
fr: Il y avait un problème en mettant le graphe à jour.

source: [WARNING] There was a problem updating the graph. Please check the input!
de: [WARNUNG] Es gab ein Problem beim Aktualisieren des Graphen. Bitte Eingabe überprüfen!
fr: [ATTENTION] Il y avait un problème en mettant le graph à jour. Controllez l'entrée s'il vous plaît.

source: The gui is not running. Refusing to update the graph now! Remembering this for gui start.
de: Die Gui läuft nicht. Verzichte auf Graphaktualisierung! Wird aber für den Gui-Start gemerkt!
fr: L'interface graphique n'est pas actif. Je ne vais pas mettre le graphe à jour maintenant, mais le rappeler pour après.

source: Date region was changed.
de: Datumsbereich wurde geändert.
fr: region de date était changé.

source: start date is now {}
de: Startdatum ist jetzt {}
fr: date début est maintenant {}

source: end date is now {}
de: Enddatum ist jetzt {}
fr: date finale est maintenant {}

source: End date before start date selected.
de: Enddatum vor Startdatum ausgewählt
fr: Date finale est situé avant le date début.

source: You selected an end date in the past. The graph will not updated.
de: Es wurde ein Enddatum in der Vergangenheit ausgewählt. Der Graph wird nicht aktualisiert.
fr: Vous avez selecté und date finale au passé. Le graphe ne vas pas être mise à jour.

source: Please choose a file
de: Bitte eine Datei auswählen
fr: Choisissez un fichier, s'il vous plaît

source: File '{}' selected
de: Datei '{}' ausgewählt
fr: Fichier '{}' choisi

source: File selection cancelled
de: Dateiauswahl abgebrochen
fr: Chois de fichier était abandonné

source: File selection dialog was closed
de: Dateiauswahldialog wurde geschlossen
fr: Le dialog de chois de fichier était fermé

source: Please select a saving destination
de: Bitte einen Speicherort auswählen
fr: Choisissez un destin d'enregistrement, s'il vous plaît

source: This feature is currently not implemented.
de: Diese Funktionalität ist momentan noch nicht implementiert.
fr: Ce caractéristique n'est pas encore implémenté.

source: Do you want to save your current budget?
de: Das aktuelle Budget speichern?
fr: Voulez-vous enregistrer votre budget actuel?

source: The user wants to save the budget to file.
de: Der Benutzer möchte das aktuelle Budget speichern.
fr: Le client veut enregistrer le budget.

source: The user does NOT want to save the budget.
de: Das Benutzer möchte das aktuelle Budget NICHT speichern.
fr: Le client ne veut PAS enregistrer le budget.

source: a simple budgeting tool
de: ein einfaches Werkzeug zur Kostenplanung
fr: un outil simple pour budgétiser

source: Saving the current budget to the file '{}'...
de: Speichere das aktuelle Budget in die Datei '{}'...
fr: En enregistrant le budget actuel dans le fichier '{}'...

source: Budget saved to '{}'
de: Budget wurde nach '{}' gespeichert
fr: Le budget était enregistré dans '{}'

source: Budget could NOT be saved to '{}'!
de: Budget Konnte NICHT nach '{}' gespeichert werden!
fr: Le budget ne pourrait pas étre enregistré dans '{}'!

source: [WARNING] Budget could not be saved to '{}'!
de: [WARNUNG] Budget konnte NICHT nach '{}' gespeichert werden!
fr: [ATTENTION] Le budget ne pourrait pas étre enregistré dans '{}'!

source: read file '{}' into editor....
de: lese Datei '{}' in den Editor ein...
fr: En lisant le fichier '{}' dans l'éditeur...

source: editor was filled with contents of file '{}'
de: Der Editor wurde mit den Inhalten der Datei '{}' gefüllt
fr: L'éditeur était remplit avec le teneur du fichier '{}'

source: Reading from file '{}' didn't work!
de: Lesen von der Datei '{}' hat nicht funktioniert!
fr: Lire du fichier '{}' n'a pas marché!

source: Starting GLib main loop...
de: starte GLib Hautpschleife...
fr: Lance GLib main loop...

source: GLib main loop ended.
de: GLib Hauptschleife beendet.
fr: GLib main loop terminé.

source: Received quitting signal.
de: Anhaltesignal erhalten.
fr: Reçu signal de terminer.

source: Read {} characters from file '{}'
de: Lese {} Zeichen von Datei '{}'

source: Saving {} characters to file '{}'...
de: Speichere {} Zeichen in die Datei '{}'...

source: Saved {} characters to file '{}'
de: {} Zeichen wurden in die Datei '{}' gespeichert

source: Saving {} characters to file '{}' didn't work!
de: Speichern von {} Zeichen in die Datei '{}' hat nicht funktioniert!

source: Calculating md5sum of file '{}' didn't work!
de: Berechnen der md5-Summe für die Datei '{}' hat nicht funktioniert!

source: R could not read from text
de: R konnte den Text nicht einlesen.

source: Budget editor
fr: Editeur de budget

source: Text
fr: texte

source: Budget graph
fr: Graphe budget
